[Archetypes.ARC_AdventVanDoor_Shanty_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Porta da Van"

[Archetypes.ARC_AdventVanDoor_x2 XComInteractiveLevelActor]
FriendlyDisplayName="Porta da Van"

